Repository: mauriciofcesteves/OnneBlue
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: A customer can select this field to indicate who bought the products. If there is no registered customers, access the menu of the Customer.
pt: Um cliente pode ser selecionado neste campo para indicar quem realizou a saída dos produtos. Caso não haja clientes cadastrados, acesse o menu de Cliente.

source: Date of Sale %s
pt: Data de Venda %s

source: Indicates the actual date of departure of stock products.
pt: Indica a data real de saída dos produtos do estoque.

source: An output can have several bundled products. Simply select the product, fill out the fields and add it to the list.
pt: Uma Saída pode ter diversos produtos agregados. Basta selecionar o produto, preencher os campos e adicioná-lo na lista.

source: Value of Sale %s
pt: Valor de Venda %s

source: Indicates the new value of the product that will sell the stock. If completed, this new value overrides the value registered in Product Sale.
pt: Indica o novo valor de venda do produto que sairá do estoque. Se preenchido, este novo valor substituirá o Valor de Venda cadastrado no Produto.

source: Indicates the amount of products that are coming out of the stock.
pt: Indica a quantidade de produtos que estão saindo do estoque.

source: Product List for Output
pt: Lista de Produtos para Saída

source: Are you sure you want to cancel the output?
pt: Você tem certeza que deseja cancelar a saída?

source: Product Details
pt: Detalhes do Produto

source: Select a product to remove it from the stock through a fit. The inventory adjustment can be justified in the observation field.
pt: Selecione um Produto para retirá-lo do estoque através de um ajuste. O ajuste de estoque pode ser justificado no campo de observações.

source: Inventory Adjustments Details
pt: Detalhes do Ajuste do Estoque

source: Adjustment Date %s
pt: Data de Ajuste %s

source: Actual date on which the inventory adjustment is being performed.
pt: Data real em que o ajuste de estoque está sendo realizado.

source: Amount that will be withdrawn from the stock through the adjustment.
pt: Quantidade que será retirada do estoque através do ajuste.

source: Observation %s
pt: Observação %s

source: Field that describes the reason for the inventory adjustment.
pt: Campo que descreve o motivo do ajuste de estoque.

source: Are you sure you want to cancel the perform inventory?
pt: Tem certeza que deseja cancelar o realizar inventário?

source: This is a draft. Please, <kbd class="btn-primary">Save</kbd> the product or click on button <kbd class="btn-danger">cancel</kbd> to clear the draft.
pt: Isso é um rascunho. Por favor, <kbd class="btn-primary">Salve</kbd> o produto ou clique no botão <kbd class="btn-danger">Cancelar</kbd> para limpar o rascunho.

source: Code %s
pt: Código %s

source: Single field with a maximum length of 30 characters.
pt: Campo único com tamanho máximo de 30 caracteres.

source: Unit of Measure %s
pt: Unidade de Medida %s

source: Every product will have a unit of measure. To select it, simply click in the field below. To register them, go to the menu of Measurement Units.
pt: Todo produto poderá ter uma unidade de medida. Para selecioná-la, basta clicar no campo abaixo. Para cadastrá-las, acesse o menu de Unidades de Medida.

source: Select a unit of measure
pt: Selecione uma unidade de medida

source: Categories %s
pt: Categorias %s

source: Every product can have one or more associated categories. To select them, type the name of it in the field below. To register them, go to the menu categories.
pt: Todo produto poderá ter uma ou mais categorias associadas. Para selecioná-las, escreva o nome da mesma no campo abaixo. Para cadastrá-las, acesse o menu de Categorias.

source: Costs
pt: Custos

source: Purchase Value %s
pt: Valor de Compra %s

source: The Purchase Value can be registered here, by the registration of the product. But how is a value that can vary greatly over time, a New Purchase Value can also be registered on the stock inbound.
pt: O Valor de Compra pode ser cadastrado aqui, junto ao cadastro do produto. Mas como é um valor que poderá variar muito ao longo do tempo, um Novo Valor de Compra também poderá ser cadastrado na Entrada do Estoque.

source: Sale Value %s
pt: Valor de Venda %s

source: The Sale Value can be registered here, by the registration of the product. But how is a value that can vary greatly over time, a New Sale Value can also be registered on the stock outbound.
pt: O valor de venda pode ser registrado aqui, no cadastro do produto. Mas como é um valor que pode variar muito ao longo do tempo, um Novo Valor de Venda também pode ser registrado na saída estoque.

source: the product
pt: do produto

source: Inventory
pt: Inventário

source: Unit Of Measure
pt: Unidade de Medida

source: Profit
pt: Lucro

source: This is a draft. Please, <kbd class="btn-primary">Save</kbd> the supplier or click on button <kbd class="btn-danger">cancel</kbd> to clear the draft.
pt: Isso é um rascunho. Por favor, <kbd class="btn-primary">Salve</kbd> o fornecedor ou clique no botão <kbd class="btn-danger">Cancelar</kbd> para limpar o rascunho.

source: Supplier Details
pt: Detalhes do Fornecedor

source: Type of Person
pt: Tipo de Pessoa

source: the supplier
pt: do fornecedor

source: Abbreviation
pt: Abreviação

source: the unit of measure
pt: da unidade de medida

source: Which system would you like to use?
pt: Qual sistema você gostaria de usar?

source: %sIs%s Inventory System
pt: %sSe%s Sistema de Estoque

source: %sFs%s Financial System
pt: %sSf%s Sistema Financeiro

source: List %s
pt: Listar %s

source: Add %s
pt: Adicionar %s

source: Account %s
pt: Conta %s

source: Plans %s
pt: Planos %s

source: Logout %s
pt: Sair %s

source: Remaining records
pt: Registros restantes

source: remaining records
pt: registros restantes

source: remaining record
pt: registro restante

source: Import
pt: Importar

source: Close
pt: Fechar

source: Step 1
pt: Passo 1

source: Download Spreadsheet Model
pt: Baixar Modelo de Planilha

source: Step 2
pt: Passo 2

source: Step 3
pt: Passo 3

source: Are you sure you want to cancel adding
pt: Tem certeza que deseja cancelar a adição

source: Are you sure you want to cancel editing
pt: Tem certeza que deseja cancelar a edição

source: the register
pt: do registro

source: Add
pt: Adicionar

source: List
pt: Listar

source: No results found
pt: Nenhum resultado encontrado

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
pt: Página {:page} de {:pages}, mostrando {:current} registro(s) de {:count} no total, começando do registro {:start},terminando no {:end}

source: <span class="hidden-xs">prev</span><span class="visible-xs"><i class="fa fa-arrow-left"></i></span>
pt: <span class="hidden-xs">anterior</span><span class="visible-xs"><i class="fa fa-arrow-left"></i></span>

source: <span class="hidden-xs">next</span><span class="visible-xs"><i class="fa fa-arrow-right"></i></span>
pt: <span class="hidden-xs">próximo</span><span class="visible-xs"><i class="fa fa-arrow-right"></i></span>

source: Permissions
pt: Permissões

source: Free
pt: Grátis

source: per month
pt: por mês

source: or %s per year
pt: ou %s por ano

source: Start Now
pt: Comece Agora

source: Choose this plan
pt: Escolher esse plano

source: The OnneBlue Starter includes:
pt: O OnneBlue Starter inclui:

source: Incorrect please try again
pt: Incorreto, por favor tente de novo

source: Type what you see in the image above
pt: Escreva o que você vê na imagem acima

source: Enter the numbers you hear
pt: Insira os números que você escutar

source: Get another CAPTCHA
pt: Obter outro CAPTCHA

source: Get an audio CAPTCHA
pt: Obter CAPTCHA de audio

source: Get an image CAPTCHA
pt: Obter CAPTCHA de imagem

source: Help
pt: Ajuda

source: %s Search%s
pt: %s Pesquisar%s

source: %s Reset%s
pt: %s Limpar%s

source: %s Edit%s
pt: %s Editar%s

source: %s Delete%s
pt: %s Deletar%s

source: Last step to start using OnneBlue
pt: Úlimo passo para começar a usar o OnneBlue

source: Please, click on the link below to confirm registration:
pt: Por favor, clique no link abaixo para confirmar o cadastro:

source: Confirm account
pt: Confirmar conta

source: Thanks for pre-registration!
pt: Obrigado pelo pré-cadastro!

source: In appreciation to pre-register, you will receive a discount coupon when the system is released.
pt: Em agradecimento ao pré-cadastro, você irá receber um cupom de desconto quando o sistema for lançado.

source: New password
pt: Nova senha

source: For security reasons, you must set a new password. Click the link below to set a new password:
pt: Por razões de segurança, você deve definir uma nova senha. Clique no link abaixo para definir uma nova senha:

source: Change my password
pt: Alterar minha senha

source: If you not asked for recover your password, disconsider this email.
pt: Se você não pediu para recuperar sua senha, desconsidere esse email.

source: <strong>Error:</strong> %s
pt: <strong>Erro:</strong> %s

source: <strong>403.</strong> Forbidden
pt: <strong>403.</strong> Proíbido

source: <strong>404.</strong> Not Found
pt: <strong>404.</strong> Não Encontrado

source: <strong>405.</strong> Method Not Allowed
pt: <strong>405.</strong> Método não Permitido

source: <strong>500.</strong> Internal Server Error
pt: <strong>500.</strong> Erro Interno do Servidor

source: <strong>501.</strong> Not Implemented
pt: <strong>501.</strong> Não Implementado

source: The client has no CNPJ/CPF
pt: O cliente não possui CNPJ/CPF

source: Waiting payment
pt: Aguardando pagamento

source: In analysis
pt: Em análise

source: Paid
pt: Paga

source: Available
pt: Disponível

source: In Dispute
pt: Em dispura

source: Refunded
pt: Devolvida

source: Cancelled
pt: Cancelada

source: Recurrent
pt: Recorrente

source: Save: %s
pt: Economize: %s

source: Hello, %s
pt: Olá, %s

source: Hello
pt: Olá

source: Best regards!
pt: Saudações!

source: OnneBlue Team
pt: Equipe OnneBlue

source: %sSubscriptions Plans
pt: %sAssinaturas de Planos

source: mo.
pt: mês

source: Perfect for resellers
pt: Perfeito para revendedores

source: BASIC
pt: BÁSICO

source: Inbounds
pt: Entradas

source: Outbonds
pt: Saídas

source: %s User
pt: %s Usuário

source: Additional Users
pt: Usuários Adicionais

source: %s Space
pt: %s Espaço

source: Mobile
pt: Celular

source: Access Control
pt: Controle de Acesso

source: Pay Now
pt: Pagar Agora

source: Perfect for small business
pt: Perfeito para pequenas empresas

source: ADVANCED
pt: AVANÇADO

source: Made with passion. Made for you.
pt: Feito com paixão. Feito para você.

source: The automation of a business is essential to its growth and success today. The OnneBlue seeks to combine simplicity and robustness to leverage the growth of micro and small enterprises, through an online management system and innovative.
pt: A automatização de um negócio é imprescindível para o seu crescimento e sucesso nos dias atuais. O OnneBlue busca aliar simplicidade e robustez para alavancar o crescimento de micro e pequenas empresas, através de um sistema de gestão online e inovador.

source: Manifest
pt: Manifesto

source: We know the daily challenge of running a business. It is based on this principle, we seek to integrate OnneBlue the business to drive growth. Therefore, we believe that the key point to solve the management problems of a business, is simplicity.
pt: Sabemos do desafio diário que é gerir um negócio. E é partindo deste princípio, que buscamos integrar o OnneBlue ao negócio para impulsionar o seu crescimento. Por isso, acreditamos que o ponto-chave para a resolução dos problemas gerenciais de um negócio, é a simplicidade.

source: The OnneBlue was born with a mission to help others realize their dreams through their business.
pt: O OnneBlue nasceu com a missão de ajudar outras pessoas a concretizarem os seus sonhos através do seu negócio.

source: Mission
pt: Missão

source: Helping people achieve their dreams through their business
pt: Ajudar as pessoas a concretizarem seus sonhos através do seu negócio

source: Vision
pt: Visão

source: To be a global reference in business management
pt: Ser referência global em gestão de empresas

source: Values
pt: Valores

source: Customer satisfaction, ethics, commitment and transparency
pt: Satisfação do cliente, ética, compromisso e transparência

source: Meet the Team
pt: Conheça a Equipe

source: %sContact
pt: %sContato

source: Subject
pt: Assunto

source: Message
pt: Mensagem

source: Send
pt: Enviar

source: Name %s
pt: Nome %s

source: Subject %s
pt: Assunto %s

source: Message %s
pt: Mensagem %s

source: One user
pt: Um usuário

source: Limit of 100 records for each module
pt: Limite de 100 registros por cada módulo

source: Can purchase additional users
pt: Pode comprar usuários adicionais

source: All of plan OnneBlue Bronze
pt: Todos os planos do OnneBlue Bronze

source: Plus an additional user (total of two)
pt: Mais um usuário adicional (total de dois)

source: Access control
pt: Controle de Acesso

source: Ensure the future of your business
pt: Garanta o futuro da sua empresa

source: I want to!
pt: Eu quero!

source: OnneBlue Video
pt: OnneBlue Vídeo

source: Focused on the solution.
pt: Focado na solução.

source: The OnneBlue has resources for their needs.
pt: O OnneBlue tem recursos para suas necessidades.

source: Simple and friendly
pt: Simples e Amigável

source: Intuitive system. Use with ease.
pt: Sistema intuitivo. Utilize com facilidade.

source: Optimized experience
pt: Experiência Otimizada

source: Adaptive Design. Ready for access by computer or mobile devices.
pt: Design adaptável. Pronto para acesso pelo computador ou dispositivos móveis.

source: Technology and Navigation
pt: Tecnologia e Navegação

source: Developed with the latest technology. Fast and secure shipping.
pt: Desenvolvido com tecnologias de última geração. Navegação rápida e segura.

source: Constant updates
pt: Atualizações constantes

source: OnneBlue is constantly developing. Always striving to meet the needs of their customers.
pt: OnneBlue está em constante desenvolvimento. Sempre procurando atender as necessidades de seus clientes.

source: Choose a Plan
pt: Escolha um Plano

source: Frequently Questions
pt: Perguntas Frequentes

source: What is an additional user?
pt: O que é um usuário adicional?

source: Users are generally employees the company, which have access to the system beyond the <b>owner</b>.
pt: Usuários são geralmente funcionários da empresa, que têm acesso ao sistema além do <b>dono</b>.

source: How much is each additional user?
pt: Quanto custa cada usuário adicional?

source: Each additional user costs R$9 and has full access to the system, depending on the permissions set by the <b>owner</b>.
pt: Cada usuário adicional custa R$9 e tem acesso completo ao sistema, dependendo das permissões escolhidas pelo <b>dono</b>.

source: What is access control?
pt: O que é controle de acesso?

source: Access control allows the <b>owner</b>, or who have permission, can manage user groups and define which parts of the system each group has access.
pt: O controle de acesso permite que o <b>dono</b>, ou quem tem permissão, possa gerenciar grupos de usuários e definir quais partes do sistema cada grupo tem acesso.

source: Never been so simple
pt: Nunca foi tão simples

source: Main Navbar
pt: Menu Principal

source: The main navbar allows you to navigate through all the system quickly.
pt: O menu principal permite que você navegue rapidamente por todo o sistema.

source: Module Icons
pt: Ícones do Módulo

source: Access the modules through the icons in the dashboard.
pt: Acesse os módulos através dos ícones do painel de controle.

source: Languages
pt: Idiomas

source: Change the language of any page through the footer.
pt: Altere o idioma em qualquer página através do rodapé.

source: Fast navigation
pt: Navegação rápida

source: Streamline navigation using the side menu. Alternatively, browse through the shortcut icons.
pt: Agilize a navegação utilizando o menu lateral. Se preferir, navegue através dos ícones de atalho.

source: Module Navbar Show
pt: Mostrar o Menu do Módulo

source: Shows the module navbar.
pt: Mostra o menu do módulo.

source: Menu Icons
pt: Ícones do menu

source: Access the module pages through the icons.
pt: Acesse as páginas do módulo através dos ícones.

source: Module Navbar Hide
pt: Esconder o Menu do Módulo

source: Hides the module navbar.
pt: Esconde o menu do módulo.

source: Module Navbar
pt: Menu do Módulo

source: Accessible from any page of the module.
pt: Acessível de qualquer página do módulo.

source: Efficient and Organized Listing
pt: Listagem Eficiente e Organizada

source: Search through our products list. Besides ease of use, it is extremely efficient. Helping you quickly find the record you need.
pt: Pesquise produtos através da nossa listagem. Além fácil utilização, é extremamente eficiente. Ajudando a encontrar rapidamente o registro que você precisa.

source: Simple Ordering
pt: Ordenação Simples

source: All titles in blue, can be ordering.
pt: Todos os títulos em azul, podem ser ordenados.

source: Quick Search
pt: Pesquisa Rápida

source: Search has never been so simple.
pt: Realizar pesquisas nunca foi tão simples.

source: Three simple operation in order (left to right): View, Edit and Delete.
pt: As três principais operações em ordem (da esquerda para a direita): Visualizar, Editar e Deletar.

source: Pagination
pt: Paginação

source: Increases performance.
pt: Aumenta a performance.

source: Self-explanatory forms
pt: Formulários autoexplicativos

source: With our self-explanatory forms, it is easy to identify the essential fields for registration of new records.
pt: Com os nossos formulários autoexplicativos, é fácil identificar os campos essenciais para cadastramento de novos registros.

source: Help Icon
pt: Ícone de Ajuda

source: Complex fields have help icons.
pt: Campos complexos possuem ícones de ajuda.

source: Adaptive Design
pt: Design Adaptável

source: Start now
pt: Comece agora

source: To hire a plane, just choose and click on monthly or annual
pt: Para contratar um plano, basta escolher e clicar no mensal ou anual

source: Each
pt: Cada

source: You can not buy additional users to the free plan
pt: Você não pode comprar usuários adicionais para o plano gratuito

source: Purchase
pt: Comprar

source: Select a period:
pt: Selecione um período

source: Select a payment method:
pt: Selecione o método de pagamento:

source: No additional fee will be charged
pt: Nenhuma taxa adicional será cobrada

source: Continue
pt: Continuar

source: System Menu
pt: Menu do Sistema

source: Original Name
pt: Nome Original

source: Custom Name
pt: Nome Personalizado

source: Save
pt: Salvar

source: System Settings
pt: Configurações do Sistema

source: Create Account (Default Group)
pt: Criar Conta (Grupo Padrão)

source: Personal details
pt: Detalhes pessoais

source: Login details
pt: Detalhes do login

source: Current password
pt: Senha atual

source: Security
pt: Segurança

source: Leave blank if you do not want to change
pt: Deixe este campo em branco caso não queira alterá-lo

source: New Password
pt: Nova Senha

source: Confirm New Password
pt: Confirmar Nova Senha

source: We will never ask for your password. Always use strong passwords and change them frequently.
pt: Nós nunca iremos perguntar sua senha. Sempre utilize senhas difíceis e mude-as com frequência.

source: No transaction was conducted
pt: Nenhuma transação foi realizada

source: Date
pt: Data

source: Price
pt: Preço

source: See all transactions
pt: Ver todas as transações

source: Hello <b>%s</b>!
pt: Olá <b>%s</b>!

source: You are already logged in:
pt: Você já está logado:

source: Go to Admin Panel
pt: Ir para o Painel Administrativo

source: Enter OnneBlue
pt: Entrar no OnneBlue

source: Password
pt: Senha

source: Remember me
pt: Lembrar-me

source: Forgot your password?
pt: Esqueceu sua senha?

source: Use at least 6 characters
pt: Utilize pelo menos 6 caracteres

source: Repeat the new password
pt: Repita a nova senha

source: Save password
pt: Salvar senha

source: Forgotten your password?
pt: Esqueceu sua senha?

source: Enter your email to create a new password
pt: Insira seu email para criar uma nova senha

source: Send email
pt: Enviar email

source: Start using it today
pt: Comece a usar hoje

source: Do not need credit card
pt: Não precisa de cartão de crédito

source: Register your email to use OnneBlue very soon
pt: Cadastre seu email para usar o OnneBlue em breve

source: Term of Use
pt: Termo de Uso

source: By clicking the button below, you agree to the %s
pt: Ao clicar no botão abaixo, você concorda com o %s

source: Create my account
pt: Criar minha conta

source: Do my pre-register
pt: Realizar meu pré-cadastro

source: The name is required
pt: O nome é requerido

source: The email is required
pt: O e-mail é requerido

source: Not a valid email
pt: E-mail inválido

source: Subject is required
pt: Assunto é requerido

source: Message is required
pt: Mensagem é requerido

source: Please enter a name
pt: Por favor, insira um nome

source: This group name has already been taken
pt: Esse nome do grupo já está sendo utilizado

source: Please enter a first name
pt: Por favor, insira um nome

source: Minimum 2 characters long
pt: Mínimo 2 caracteres

source: Please enter a last name
pt: Por favor, insira um sobrenome

source: This email has already been taken
pt: Esse e-mail já está sendo utilizado

source: Please enter an email
pt: Por favor, insira um e-mail

source: Minimum 4 characters long
pt: Mínimo 4 caracteres

source: Please supply a valid email address
pt: Por favor, forneça um endereço de e-mail válido

source: Please enter a password
pt: Por favor, insira uma senha

source: Minimum 6 characters long
pt: Mínimo 6 caracteres

source: Please enter a confirm password
pt: Por favor, insira a senha de confirmação

source: Password do not match
pt: A senhas não conferem

source: Please select a group
pt: Por favor, selecione um grupo

source: Please enter the reCAPTCHA
pt: Por favor, insira o reCAPTCHA

source: The reCAPTCHA wasn't entered correctly.
pt: O reCAPTCHA inserido está incorreto.

source: Please enter a description
pt: Por favor, insira uma descrição

source: This description has already been taken
pt: Essa descrição já está sendo utilizada

source: This name has already been taken
pt: Esse nome já está sendo utilizado

source: Please supply a valid email address.
pt: Por favor, forneça um endereço de e-mail válido.

source: Invalid date
pt: Data inválida

source: Please, supply a valid Website
pt: Por favor, forneça um site válido

source: Please select a product
pt: Por favor, selecione um produto

source: Please select a supplier
pt: Por favor, selecione um fornecedor

source: notEmpty
pt: não vazio

source: Please enter a quantity
pt: Por favor, insira uma quantidade

source: Please enter a movimentation date
pt: Por favor, insira uma data de movimentação

source: Please select a unit of measure
pt: Por favor, selecione uma unidade de medida

source: Please enter a code
pt: Por favor, insira um código

source: Serial number already registered. Please, supply another one.
pt: Número de série já registrado. Por favor, forneça um outro.

source: Please enter a purchase value
pt: Por favor, insira um valor de compra

source: Please enter a sell value
pt: Por favor, insira um valor de venda

source: This unit of measure has already been taken
pt: Essa unidade de medida já está sendo utilizada
