Repository: mauriciofcesteves/OnneBlue
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: You are not authorized to access that location.
pt: Você não tem permissão para acessar esse local.

source: Manage, analyze and make decisions for your business from anywhere: OnneBlue.
pt: Gerencie, analise e tome decisões para a sua empresa de qualquer lugar: OnneBlue.

source: harvest, erp, manage, analyze, make decisions, business, simplicity, system, mobile
pt: harvest, erp, gerenciar, analisar, tomar decisões, negocios, simplicidade, sistema, movel

source: Please, select a spreadsheet model to import.
pt: Por favor, selecione um modelo de planilha para importar.

source: Please, select a XLS file to upload.
pt: Por favor, selecione um arquivo XLS para enviar.

source: Please, import a sheet with only 100 lines at time.
pt: Por favor, importe uma planilha com no máximo 100 linhas por vez.

source: Please, you have to upload our spreadsheet model.
pt: Por favor, você tem que enviar o nosso modelo de planilha.

source: The import has been finished.
pt: A importação foi concluída.

source: Every "%s" field is required. Please, see line %s.
pt: Cada "%s" campo é obrigatório. Por favor, Veja a linha %s.

source: The value "%s" already have been registered for the field "%s". Please, change it.
pt: O valor "%s" já foi registrado para o campo "%s". Por favor, altere.

source: Invalid %s: "%s". Please, change it.
pt: Inválido %s: "%s". Por favor, altere.

source: The fields %s must be numeric only: %s
pt: O campo %s deve ser apenas numérico: %s

source: Dashboard
pt: Painel de Controle

source: Add Group
pt: Adicionar Grupo

source: Choose at least one permission
pt: Escolha pelo menos uma permissão

source: The group has been saved
pt: O grupo foi salvo

source: The group could not be saved. Please, try again.
pt: O grupo não pôde ser salvo. Por favor, tente de novo.

source: Invalid group
pt: Grupo inválido

source: You don't have permission to delete the group
pt: Você não tem permissão para deletar o grupo

source: Group deleted
pt: Grupo deletado

source: Group was not deleted
pt: Grupo não foi deletado

source: Edit Group
pt: Editar Grupo

source: You don't have permission to edit the group
pt: Você não tem permissão para editar o grupo

source: Groups
pt: Grupos

source: View Group
pt: Visualizar Grupo

source: About
pt: Sobre

source: We developed OnneBlue to fit your needs.
pt: Nós desenvolvemos o Onneblue para atender às suas necessidades.

source: about, manage, analyze, make decisions, business, simplicity, system, mobile
pt: sobre, gerenciar, analisar, tomar decisões, negócio, simplicidade, sistema, móvel

source: Contact
pt: Contato

source: Email sent successfully
pt: E-mail enviado com sucesso

source: The email could not be sent. Please, try again.
pt: O email não pôde ser enviado. Por favor, tente de novo.

source: Contact us
pt: Entre em contato conosco

source: contact, manage, analyze, make decisions, business, simplicity, system, mobile
pt: contato, gerenciar, analisar, tomar decisões, negócio, simplicidade, sistema, móvel

source: Language
pt: Idioma

source: Prices
pt: Preços

source: Transform the way you manage your business
pt: Transforme a maneira de gerenciar o seu negócio

source: prices, manage, analyze, make decisions, business, simplicity, system, mobile
pt: preços, gerenciar, analisar, tomar decisões, negócio, simplicidade, sistema, móvel

source: Learn a little of the system
pt: Conheça um pouco do sistema

source: tour, manage, analyze, make decisions, business, simplicity, system, mobile
pt: tour, gerenciar, analisar, tomar decisões, negócio, simplicidade, sistema, móvel

source: Plans
pt: Planos

source: Payment Plan
pt: Pagamento do Plano

source: Invalid plan
pt: Plano inválido

source: Please, select a period
pt: Por favor, selecione um período

source: Please, select a payment method
pt: Por favor, selecione um método de pagamento

source: Transactions
pt: Transações

source: Account
pt: Conta

source: Invalid user
pt: Usuário inválido

source: The user has been saved
pt: O usuário foi salvo

source: The user could not be saved. Please, try again.
pt: O usuário não pôde ser salvo. Por favor, tente de novo.

source: Current password incorrect.
pt: Senha atual incorreta.

source: Add User
pt: Adicionar Usuário

source: You don't have permission to delete the user
pt: Você não tem permissão para deletar o usuário

source: User deleted
pt: Usuário deletado

source: User was not deleted
pt: Usuário não deletado

source: Edit User
pt: Editar Usuário

source: You don't have permission to edit the user
pt: Você não tem permissão para editar o usuário

source: Users
pt: Usuários

source: The reCAPTCHA wasn't entered correctly. Please, try it again.
pt: O reCAPTCHA não foi inserido corretamente. Por favor, tente de novo.

source: Your username or password was incorrect.
pt: Nome de usuário ou senha incorreto.

source: You are logged in!
pt: Você está logado!

source: View User
pt: Visualizar Usuário

source: Change Password
pt: Alterar Senha

source: The link has expired
pt: O link expirou

source: The password has been saved
pt: A senha foi salva

source: The password could not be saved. Please, try again.
pt: A senha não pôde ser salva. Por favor, tente de novo.

source: You have not confirmed your email. <a href="%s">Click here</a> to resend a confirmation email.
pt: Você não confirmou seu email. <a href="%s">Clique aqui</a> para reenviar o email.

source: Forgot Password
pt: Esqueci minha senha

source: Your pre-registration has not yet been released.
pt: Seu pré-cadastro ainda não foi liberado.

source: An email was sent to %s
pt: Um email foi enviado para %s

source: The email was not found. Please, try again.
pt: O e-mail não foi encontrado. Por favor, tente de novo.

source: Please, enter an email.
pt: Por favor, insira um e-mail.

source: Register
pt: Registrar

source: Your account has been created. Please, check your email for confirmation.
pt: Sua conta foi criada! Por favor, verifique seu e-mail para ativá-la.

source: Thank you! Pre-registration done.
pt: Obrigado! Pré-cadastro realizado.

source: The account could not be created. Please, try again.
pt: A conta não pôde ser salva. Por favor, tente de novo.

source: The link has been sent. Please, check your e-mail.
pt: O link de ativação foi enviado. Favor checar o e-mail.

source: Email not found.
pt: Email não encontrado.

source: An error has occurred. If the error persists, please contact support.
pt: Ocorreu um erro. Se o erro persistir, por favor entre em contato com o suporte.

source: Sorry, this link is expired. <a href="%s">Click here</a> to get a new one.
pt: Desculpe, este link está expirado. <a href="%s">Clique aqui</a> para receber um novo link de ativação.

source: Your registration is complete
pt: Seu cadastro está concluído.

source: Your account already been confirmed
pt: Sua conta já foi confirmada

source: The account could not be activated. The email does not exist.
pt: A conta não pôde ser ativada. O email não existe.

source: Please, access your e-mail to active the user or <a href="%s">click here</a> to get a new link
pt: Favor acessar seu e-mail para ativar seu usuário ou <a href="%s">clique aqui</a> para receber um novo link de confirmação.

source: Yes
pt: Sim

source: No
pt: Não

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: Error on line %s. Please, verify:
pt: Erro na linha %s. Por favor, verifique:

source: [OnneBlue Contact]
pt: [Contato OnneBlue]

source: Account Confirmation
pt: Confirmação de Conta

source: Account Pre-Registration
pt: Pré-Cadastro de Conta

source: Additional
pt: Adicional

source: User
pt: Usuário

source: user@additional%s.com
pt: usuário@adicional%s.com

source: Accounts Payable
pt: Contas a Pagar

source: View Account Payable
pt: Ver Conta a Pagar

source: Edit Account Payable
pt: Editar Conta a Pagar

source: Basic Details
pt: Detalhes Básicos

source: Description %s
pt: Descrição %s

source: Use to describe the type of payment made
pt: Use para descrever o tipo de pagamento realizado

source: Account Details
pt: Detalhes da Conta

source: Bank Account
pt: Conta Bancária

source: Description
pt: Descrição

source: Banks Account
pt: Contas Bancárias

source: Due Date
pt: Data de Vencimento

source: Value
pt: Valor

source: %s Back%s
pt: %s Voltar%s

source: Detail
pt: Detalhe

source: You can describe here whatever you want. If you want control only the cash, try enter 'Cash' on this field.
pt: Você pode descrever aqui o que quiser. Se você quer controlar apenas o caixa, tente inserir "Caixa" nesse campo.

source: Bank Details
pt: Detalhes do Banco

source: Bank %s
pt: Banco %s

source: Choose your Bank.
pt: Escolha seu banco.

source: Agency %s
pt: Agência %s

source: Account Number %s
pt: Número da Conta %s

source: Agency
pt: Agência

source: View Bank Account
pt: Ver Conta Bancária

source: Bank
pt: Banco

source: Created
pt: Criado

source: Modified
pt: Modificado

source: Financial System
pt: Sistema Financeiro

source: %s Banks Account
pt: %s Conta Bancária

source: %s Accounts Payable
pt: %s Contas a Pagar

source: <span class="hidden-xs">Financial System</span><span class="visible-xs">Fs</span>
pt: <span class="hidden-xs">Sistema Financeiro</span><span class="visible-xs">Sf</span>

source: %s Account
pt: %s Conta

source: %s Plans
pt: %s Planos

source: %s Logout
pt: %s Sair

source: %s Contact
pt: %s Contato

source: ACO's sync
pt: Sincronizar ACO`s

source: <error>Plugin %s not found or not activated</error>
pt: <error>Plugin %s não encontrado ou não ativado</error>

source: Aco Update Complete
pt: Atualização do Aco completa

source: Deleted %s and all children
pt: Deletado %s e todos os filhos

source: Created Aco node: <success>%s</success>
pt: Criado nó do Aco: <success>%s</success>

source: Unable to get methods for "%s"
pt: Não foi possível obter or métodos para "%s"

source: Deleted Aco node: <warning>%s</warning>
pt: Excluído nó do Aco: <warning>%s</warning>

source: <success>Tree is valid and strong</success>
pt: <success>Árvore é válida e forte</success>

source: Tree has been recovered, or tree did not need recovery.
pt: Árvore foi recuperado, ou árvore não foi recuperada.

source: <error>Tree recovery failed.</error>
pt: <error>Falha ao recuperar árvore.</error>

source: Headquarters
pt: Sede

source: New Users
pt: Novos Usuários

source: Name
pt: Nome

source: Actions
pt: Ações

source: the system register
pt: o registro do sistema

source: Are you sure you want to delete %s?
pt: Você tem certeza que deseja deletar %s?

source: %sToggle navigation%s %s %s
pt: %sAlternar navegação%s %s %s

source: Users %s
pt: Usuários %s

source: %s List
pt: %s Listar

source: %s Add
pt: %s Adicionar

source: Groups %s
pt: Grupos %s

source: ACO's Sync
pt: Sincronizar ACO's

source: General
pt: Geral

source: %s List%s
pt: %s Listar%s

source: Group Details
pt: Detalhes do Grupo

source: %s Save%s
pt: %s Salvar%s

source: %s Cancel%s
pt: %s Cancelar%s

source: Are you sure you want to cancel adding the %s?
pt: Tem certeza que deseja cancelar a adição de %s?

source: indicates a required field
pt: Indica um campo requerido

source: Admin Add Group
pt: Admin Adicionar Grupo

source: Are you sure you want to cancel editing the %s?
pt: Tem certeza que deseja cancelar a edição de %s?

source: %s Add%s
pt: %s Adicionar%s

source: Personal Details
pt: Detalhes Pessoais

source: First Name
pt: Nome

source: Last Name
pt: Sobrenome

source: Login Details
pt: Detalhes de Login

source: Type a strong password
pt: Insira uma senha forte

source: Repeat the password please
pt: Por favor, repita a senha

source: Confirm Password
pt: Confirmar Senha

source: Group Belonging
pt: Grupo que Pertence

source: Select an option
pt: Selecione uma opção

source: Joined
pt: Cadastrado

source: Group
pt: Grupo

source: Categories
pt: Categorias

source: Invalid category
pt: Categoria inválida

source: View Category
pt: Visualizar Categoria

source: Add Category
pt: Adicionar Categoria

source: You have reached the limit of 100 categories. Hire a plan to have unlimited categories and many other advantages!
pt: Você atingiu o limite de 100 categorias. Contrate um plano para ter categorias sem limites e muitas outras vantagens!

source: The category has been saved.
pt: A categoria foi salva

source: The category could not be saved. Please, try again.
pt: O categoria não pôde ser salva. Por favor, tente de novo.

source: Edit Category
pt: Editar Categoria

source: The category has been deleted.
pt: A categoria foi deletada.

source: The category could not be deleted. Please, check whether it is in use.
pt: A categoria não pôde ser deletada. Por favor, verifique se ela está em uso.

source: name
pt: nome

source: Customers
pt: Clientes

source: Invalid customer
pt: Cliente inválido

source: View Customer
pt: Visualizar Cliente

source: Add Customer
pt: Adicionar Cliente

source: You have reached the limit of 100 customers. Hire a plan to have unlimited customers and many other advantages!
pt: Você atingiu o limite de 100 clientes. Contrate um plano para ter clientes sem limites e muitas outras vantagens!

source: The customer has been saved.
pt: O cliente foi salvo.

source: The customer could not be saved. Please, try again.
pt: O cliente não pôde ser salvo. Por favor, tente de novo.

source: Edit Customer
pt: Editar Cliente

source: The customer has been deleted.
pt: O cliente foi deletado.

source: The customer could not be deleted. Please, check whether it is in use.
pt: O cliente não pôde ser deletado. Por favor, verifique se ele está em uso.

source: Inventory System
pt: Sistema de Estoque

source: Input
pt: Entrada

source: The product has been added.
pt: O produto foi adicionado.

source: The product could not be added. Please, try again.
pt: O produto não pôde ser salvo. Por favor, tente de novo.

source: Please, add at least one product.
pt: Por favor, adicione pelo menos um produto.

source: The input has been saved.
pt: A entrada foi salva.

source: The input could not be saved. Please, try again.
pt: A entrada não pôde ser salva. Por favor, tente de novo.

source: Output
pt: Saída

source: The output has been saved.
pt: A saída foi salva.

source: The output could not be saved. Please, try again.
pt: A saída não pôde ser salva. Por favor, tente de novo.

source: Perform Inventory
pt: Realizar Inventário

source: The adjustment has been settled.
pt: O ajuste foi resolvido.

source: The inputs could not be saved. Please, try again.
pt: A entrada não pôde ser salva. Por favor, tente de novo.

source: Inventory Report
pt: Relatório de Estoque

source: No results were found.
pt: Nenhum resultado encontrado.

source: Best Seller Report
pt: Relatório de Faturamento de Vendas

source: Adjustment
pt: Ajuste

source: The product has been deleted.
pt: O produto foi deletado.

source: The product could not be deleted.
pt: O produto não pode ser deletado.

source: The input has been canceled.
pt: A entrada foi cancelada.

source: The output has been canceled.
pt: A saída foi cancelada.

source: Products
pt: Produtos

source: Invalid product
pt: Produto inválido

source: View Product
pt: Visualizar Produto

source: Add Product
pt: Adicionar Produto

source: You have reached the limit of 100 products. Hire a plan to have unlimited products and many other advantages!
pt: Você atingiu o limite de 100 produtos. Contrate um plano para ter produtos sem limites e muitas outras vantagens!

source: The product has been saved.
pt: O produto foi salvo.

source: The product could not be saved. Please, try again.
pt: O produto não pôde ser salvo. Por favor, tente de novo.

source: Edit Product
pt: Editar Produto

source: The product could not be deleted. Please, check whether it is in use.
pt: O produto não pôde ser deletado. Por favor, verifique se ele está em uso.

source: product_model_spreadsheet.xls
pt: planilha_modelo_produtos.xls

source: Sell Value
pt: Valor de Venda

source: Code
pt: Código

source: The value %s, on the fields %s, must have this format only: 1000,00 or 1000
pt: O valor %s, no campo %s, deve ter apenas esse formato: 1000,00 ou 1000

source: Suppliers
pt: Fornecedores

source: Invalid supplier
pt: Fornecedor inválido

source: View Supplier
pt: Visualizar Fornecedor

source: Add Supplier
pt: Adicionar Fornecedor

source: You have reached the limit of 100 suppliers. Hire a plan to have unlimited suppliers and many other advantages!
pt: Você atingiu o limite de 100 fornecedores. Contrate um plano para ter fornecedores sem limites e muitas outras vantagens!

source: The supplier has been saved.
pt: O fornecedor foi salvo.

source: The supplier could not be saved. Please, try again.
pt: O fornecedor não pôde ser salvo. Por favor, tente de novo.

source: Edit Supplier
pt: Editar Fornecedor

source: The supplier has been deleted.
pt: O fornecedor foi deletado.

source: The supplier could not be deleted. Please, check whether it is in use.
pt: O fornecedor não pôde ser deletado. Por favor, verifique se ele está em uso.

source: Units of Measure
pt: Unidades de Medida

source: Invalid unit of measure
pt: Unidade de medida inválida

source: View Unit of Measure
pt: Visualizar Unidade de Medida

source: Add Unit of Measure
pt: Adicionar Unidade de Medida

source: You have reached the limit of 100 units of measure. Hire a plan to have unlimited units of measure and many other advantages!
pt: Você atingiu o limite de 100 unidades de medida. Contrate um plano para ter unidades de medida sem limites e muitas outras vantagens!

source: The unit of measure has been saved.
pt: A unidade de medida foi salva.

source: The units measure could not be saved. Please, try again.
pt: O unidade de medida não pôde ser salva. Por favor, tente de novo.

source: Invalid units measure
pt: Unidade de medida inválida

source: Edit Unit of Measure
pt: Editar Unidade de Medida

source: The unit of measure has been deleted.
pt: A unidade de medida foi deletada.

source: The unit of measure could not be deleted. Please, check whether it is in use.
pt: A unidade de mediada não pôde ser deletada. Por favor, verifique se ela está em uso.

source: Please supply a CNPJ
pt: Por favor, forneça um CNPJ válido.

source: Please supply CPF
pt: Por favor, forneça um CPF válido.

source: the category
pt: da categoria

source: This is a draft. Please, <kbd class="btn-primary">Save</kbd> the customer or click on button <kbd class="btn-danger">cancel</kbd> to clear the draft.
pt: Isso é um rascunho. Por favor, <kbd class="btn-primary">Salve</kbd> o cliente ou clique no botão <kbd class="btn-danger">Cancelar</kbd> para limpar o rascunho.

source: Customer Details
pt: Detalhes do Cliente

source: E-mail Address
pt: Endereço de Email

source: Phone Number
pt: Número do telefone

source: Phone Number 2
pt: Número do telefone 2

source: Address
pt: Endereço

source: Birthday
pt: Aniversário

source: the customer
pt: do cliente

source: %s Products
pt: %s Produtos

source: %s Suppliers
pt: %s Fornecedores

source: %s Customers
pt: %s Clientes

source: %s Categories
pt: %s Categorias

source: %s Units of Measure
pt: %s Unidades de Medida

source: %s Stock (Input)
pt: %s Estoque (Entrada)

source: %s Stock (Output)
pt: %s Estoque (Saída)

source: %s Perform Inventory
pt: %s Realizar Inventário

source: %s Inventory Report
pt: %s Relatório de Inventário

source: %s Best Sellers Report
pt: %s Relatório de Faturamento de Vendas

source: Purchase Value
pt: Valor de Compra

source: Add a product
pt: Adicione um produto

source: Product
pt: Produto

source: Quantity
pt: Quantidade

source: Are you sure you want to delete the %s?
pt: Você tem certeza que deseja deletar o %s?

source: <span class="hidden-xs">Inventory System</span><span class="visible-xs">Is</span>
pt: <span class="hidden-xs">Sistema de Estoque</span><span class="visible-xs">Se</span>

source: Registers
pt: Registros

source: Inventory Moves
pt: Movimentar Estoque

source: Reports
pt: Relatórios

source: %s Reports
pt: %s Relatórios

source: Stocks
pt: Estoques

source: Best Sellers Report
pt: Relatório de Faturamento de Vendas

source: %s Details
pt: Detalhes da %s

source: Select a supplier
pt: Selecione um fornecedor

source: Select a product
pt: Selecione um produto

source: Customer
pt: Cliente

source: Select a customer
pt: Selecione um cliente

source: Expiration Date
pt: Data de Validade

source: Observation
pt: Observação

source: Product List for %s
pt: Lista de Produtos para %s

source: Are you sure you want to cancel the %s?
pt: Você tem certeza que deseja cancelar o %s?

source: In Stock
pt: Estoque

source: Stock (Input)
pt: Estoque (Entrada)

source: Stock (Output)
pt: Estoque (Saída)

source: Custom Search Fields
pt: Campos de Pesquisa Personalizados

source: Initial Date %s %s
pt: Data de Início %s %s

source: Starting date required for the report generation.
pt: Data de início necessária para a geração do Relatório.

source: Final Date %s %s
pt: Data de Fim %s %s

source: Ending date required for the report generation.
pt: Data de fim necessária para a geração do Relatório.

source: %s Generate PDF%s
pt: %s Gerar PDF%s

source: Billing
pt: Faturado

source: % Billed
pt: % Faturado

source: Period
pt: Período

source: to
pt: até

source: %sCode%s
pt: %sCódigo%s

source: %sProduct%s
pt: %sProduto%s

source: %sQuantity%s
pt: %sQuantidade%s

source: %sBilling%s
pt: %sFaturado%s

source: %s % Billing%s
pt: %s % Faturado%s

source: best_sellers_report.pdf
pt: relatorio_faturamento_vendas.pdf

source: Outbound
pt: Saída

source: Input Details
pt: Detalhes do Estoque

source: Supplier %s
pt: Fornecedor %s

source: A supplier may be selected in this field for the entry of products. If there is no registered suppliers, access the menu of the Supplier.
pt: Um fornecedor pode ser selecionado neste campo para a entrada dos produtos. Caso não haja fornecedores cadastrados, acesse o menu de Fornecedor.

source: Date of Entry %s
pt: Data de Entrada %s

source: Indicates the actual date of entry of products in stock.
pt: Indica a data real de entrada dos produtos no estoque.

source: Product %s
pt: Produto %s

source: An entry may have several bundled products. Simply select the product, fill out the fields and add it to the list.
pt: Uma Entrada pode ter diversos produtos agregados. Basta selecionar o produto, preencher os campos e adicioná-lo na lista.

source: Unit Value %s
pt: Valor Unitário %s

source: Indicates the new value of purchase which will come in stock. If completed, this new value overrides the value registered in Product Purchase.
pt: Indica o novo valor de compra do produto que entrará no estoque. Se preenchido, este novo valor substituirá o Valor de Compra cadastrado no Produto.

source: Quantity %s
pt: Quantidade %s

source: Indicates the amount of products that will enter the stock.
pt: Indica a quantidade de entrada dos produtos no estoque.

source: Expiration Date %s
pt: Data de Validade %s

source: Indicates the expiration date of the product that will enter the stock.
pt: Indica a data de validade do produto que entrará no estoque.

source: Product List for Input
pt: Lista de Produtos para Entrada

source: Are you sure you want to cancel the input?
pt: Você tem certeza que deseja cancelar a entrada?

source: Type
pt: Tipo

source: Transaction Date
pt: Data da Transação

source: Movimentation Date
pt: Data de Movimentação

source: Input Total
pt: Total de Entradas

source: Purchase Total
pt: Total Compras

source: Output Total
pt: Total de Saídas

source: Sale Total
pt: Total Vendas

source: Adjustments Total
pt: Total de Ajustes

source: Inventory Total
pt: Estoque Atual

source: inventory_report.pdf
pt: relatorio estoque.pdf

source: Inbound
pt: Entrada

source: Output Details
pt: Detalhes da Saída

source: Customer %s
pt: Cliente %s
